{
  "itos": {
    "2": "\t",
    "3": "\n",
    "4": " ",
    "5": "!",
    "6": "(",
    "7": ")",
    "8": ",",
    "9": "-",
    "10": ".",
    "11": "0",
    "12": "1",
    "13": "2",
    "14": "3",
    "15": "5",
    "16": "6",
    "17": "9",
    "18": ":",
    "19": ";",
    "20": "?",
    "21": "A",
    "22": "B",
    "23": "C",
    "24": "D",
    "25": "E",
    "26": "F",
    "27": "G",
    "28": "H",
    "29": "I",
    "30": "J",
    "31": "K",
    "32": "L",
    "33": "M",
    "34": "N",
    "35": "O",
    "36": "P",
    "37": "Q",
    "38": "R",
    "39": "S",
    "40": "T",
    "41": "U",
    "42": "V",
    "43": "X",
    "44": "Y",
    "45": "Z",
    "46": "_",
    "47": "a",
    "48": "b",
    "49": "c",
    "50": "d",
    "51": "e",
    "52": "f",
    "53": "g",
    "54": "h",
    "55": "i",
    "56": "j",
    "57": "k",
    "58": "l",
    "59": "m",
    "60": "n",
    "61": "o",
    "62": "p",
    "63": "q",
    "64": "r",
    "65": "s",
    "66": "t",
    "67": "u",
    "68": "v",
    "69": "w",
    "70": "x",
    "71": "y",
    "72": "z",
    "73": "ʻ",
    "74": "—",
    "75": "‘",
    "76": "’",
    "77": "“",
    "78": "”",
    "0": "<|endoftext|>",
    "1": "<|unknown|>"
  },
  "stoi": {
    "\t": 2,
    "\n": 3,
    " ": 4,
    "!": 5,
    "(": 6,
    ")": 7,
    ",": 8,
    "-": 9,
    ".": 10,
    "0": 11,
    "1": 12,
    "2": 13,
    "3": 14,
    "5": 15,
    "6": 16,
    "9": 17,
    ":": 18,
    ";": 19,
    "?": 20,
    "A": 21,
    "B": 22,
    "C": 23,
    "D": 24,
    "E": 25,
    "F": 26,
    "G": 27,
    "H": 28,
    "I": 29,
    "J": 30,
    "K": 31,
    "L": 32,
    "M": 33,
    "N": 34,
    "O": 35,
    "P": 36,
    "Q": 37,
    "R": 38,
    "S": 39,
    "T": 40,
    "U": 41,
    "V": 42,
    "X": 43,
    "Y": 44,
    "Z": 45,
    "_": 46,
    "a": 47,
    "b": 48,
    "c": 49,
    "d": 50,
    "e": 51,
    "f": 52,
    "g": 53,
    "h": 54,
    "i": 55,
    "j": 56,
    "k": 57,
    "l": 58,
    "m": 59,
    "n": 60,
    "o": 61,
    "p": 62,
    "q": 63,
    "r": 64,
    "s": 65,
    "t": 66,
    "u": 67,
    "v": 68,
    "w": 69,
    "x": 70,
    "y": 71,
    "z": 72,
    "ʻ": 73,
    "—": 74,
    "‘": 75,
    "’": 76,
    "“": 77,
    "”": 78,
    "<|endoftext|>": 0,
    "<|unknown|>": 1
  }
}